Repository: godol811/MyWorkOutLog
Catalog: MyWorkOutLog/Resourcce/Localizable.xcstrings
Source language: ko
Languages: en

# Add Item
source: 추가
en: Add

# Delete
source: 삭제
en: Delete

# Edit
source: 수정
en: Modify

source: 공유하기
en: Share

source: 권한 추가
en: Adding Permissions

source: 내용을 입력해주세요.
en: Please enter the content.

source: 달력
en: Calendar

source: 뒤로가기
en: Back

source: 리스트
en: List

source: 무시하기
en: Ignore

source: 보통
en: Normal

source: 사진/미디어/파일(선택)
en: Photo/Media/File (Optional)

source: 사진/비디오 추가 하기
en: Add photos/videos

source: 삭제
en: Delete

source: 삭제를 누르시면 데이터가 복구되지 않습니다.
en: If you click Delete, the data will not be recovered.

source: 삭제하시겠습니까?
en: Are you sure you want to delete it?

source: 수정
en: Edit

source: 수정하기
en: Modify

source: 쉬움
en: Easy

source: 스페이스바를 눌러 해시태그를 넣어보세요 (최대 10개)
en: Press the space bar to put in a hashtag (up to 10)

source: 알람(선택)
en: Notification (Optional)

source: 어려움
en: Hard

source: 어서오세요 앱 시작하기전에 권한을 추가 해볼까요?
en: Welcome. Shall we add permissions before we start the app?

source: 얼마나 힘들었나요?
en: How hard was it?

source: 오늘 무슨 운동을 하셨나요?
en: What workout did you do today?

source: 오류
en: Error

source: 완료
en: Complete

source: 운동 기록 알림
en: Workout history notification

source: 운동 기록 유도
en: Induction of workout records

source: 운동 기록용 사진
en: a photograph of an exercise record

source: 운동 기록을 잊지 마세요!
en: Don't forget your workout records!

source: 저장하기
en: Save

source: 제목
en: Title

source: 제목을 입력해주세요.
en: Please enter a title.

source: 취소
en: Cancel

source: 카메라(선택)
en: Camera (Optional)

source: 해당 기능을 이용하실 때 접근 권한 요청을 드리며, 접근 권한에 대해 허용하지 않아도 기본 서비스의 이용은 가능합니다.
en: When you use the function, you will be asked to access it, Basic services are available without permission for access.

source: 해시태그를 채워주세요.
en: Please fill in the hashtag.

source: 확인
en: Confirm
